{
    
 "Team": [
  {
    "name": "Girish Boke",
    "designation": "Co-Founder",
    "picture": "https://gitlab.com/ivisionwebstudio/ivision-website/-/raw/master/src/images/Member-imges/Girish.jpg",
    "description": "Girish Boke is a creative artist and founding partner, providing smart & flexible digital services.",
    "social": {
      "Facebook":"https://www.facebook.com/",
      "insta":"https://www.instagram.com/",
      "linkedin":"https://www.linkedin.com/in/girish-boke-696552109/?originalSubdomain=in"
    }
  },
  {
    "name": "Siddharth Ostwal",
    "designation": "Manager Sales",
    "picture": "https://gitlab.com/ivisionwebstudio/ivision-website/-/raw/master/src/images/Member-imges/Siddharth.png",
    "description": "Girish Boke is a creative artist and founding partner, providing smart & flexible digital services.",
    "social": {
      "Facebook":"https://www.facebook.com/",
      "insta":"https://www.instagram.com/",
      "linkedin":"https://www.linkedin.com/in/siddharth-ostwal-a495aa77/"
    }
  },
  {
    "name": "Preity Uttekar",
    "designation": "Project Coordinator",
    "picture": "https://gitlab.com/ivisionwebstudio/ivision-website/-/raw/master/src/images/Member-imges/Preity.jpg",
    "description": "Preity Uttekar is a creative artist and founding partner, providing smart & flexible digital services.",
    "social": {
      "Facebook":"https://www.facebook.com/",
      "insta":"https://www.instagram.com/",
      "linkedin":"https://www.linkedin.com/in/preity-uttekar-129691b0/"
    }
  },
  {
    "name": "Rushikesh Mohol",
    "designation": "Office Administrator",
    "picture": "https://gitlab.com/ivisionwebstudio/ivision-website/-/raw/master/src/images/Member-imges/Rushikesh.jpg",
    "description": "Preity Uttekar is a creative artist and founding partner, providing smart & flexible digital services.",
    "social": {
      "Facebook":"https://www.facebook.com/",   
      "insta":"https://www.instagram.com/",
      "linkedin":"https://www.linkedin.com/in/rushikesh-mohol-472b94157/?originalSubdomain=in"
    }
  },
  {
    "name": "Ankush Zambre",
    "designation": "Lead Backend Engineer",
    "picture": "https://gitlab.com/ivisionwebstudio/ivision-website/-/raw/master/src/images/Member-imges/Ankush.png",
    "description": "Ankush Zambre is a creative artist and founding partner, providing smart & flexible digital services.",
    "social": {
      "Facebook":"https://www.facebook.com/",
      "insta":"https://www.instagram.com/",
      "linkedin":"https://www.linkedin.com/in/ankush-zambre-8b399111b/"
    }
  },
  {
    "name": "Deepak Shejwal ",
    "designation": "Lead UI Developer (CMS)",
    "picture": "https://gitlab.com/ivisionwebstudio/ivision-website/-/raw/master/src/images/Member-imges/Deepak.jpg",
    "description":"is a creative artist and founding partner, providing smart & flexible digital services.",
    "social": {
      "Facebook":"https://www.facebook.com/",
      "insta":"https://www.instagram.com/",
      "linkedin":"https://www.linkedin.com/in/deepak-shejwal-94bb9b19/?originalSubdomain=in"
    }
  },
  {
    "name": "Jaywardhan Jadhav",
    "designation": "Lead UI Developer",
    "picture": "https://gitlab.com/ivisionwebstudio/ivision-website/-/raw/master/src/images/Member-imges/Jay.jpg",
    "description": "Jaywardhan Jadhav is a creative artist and founding partner, providing smart & flexible digital services.",
    "social": {
      "Facebook":"https://www.facebook.com/",
      "insta":"https://www.instagram.com/",
      "linkedin":"https://www.linkedin.com/in/jaywardhan-jadhav-434311104"
    }
  },
  {
    "name": "Trushant Bhangare",
    "designation": "Fullstack Developer",
    "picture": "https://gitlab.com/ivisionwebstudio/ivision-website/-/raw/master/src/images/Member-imges/Trushant.jpg",
    "description": "Trushant Bhangare is a creative artist and founding partner, providing smart & flexible digital services.",
    "social": {
      "Facebook":"https://www.facebook.com/",
      "insta":"https://www.instagram.com/",
      "linkedin":"https://www.linkedin.com/in/trushant-bhangare-23bb33133/?originalSubdomain=in"
    }
  },
  {
    "name": "Aniket Shinde",
    "designation": "UI/UX developer",
    "picture": "https://gitlab.com/ivisionwebstudio/ivision-website/-/raw/master/src/images/Member-imges/Aniket.png",
    "description": "Aniket Shinde is a creative artist and founding partner, providing smart & flexible digital services.",
    "social": {
      "Facebook":"https://www.facebook.com/",
      "insta":"https://www.instagram.com/",
      "linkedin":"https://www.linkedin.com/in/aniket-shinde-502363169/"
    }
  },
  {
    "name": "Akshay Chidre",
    "designation": "UI/UX Developer",
    "picture": "https://gitlab.com/ivisionwebstudio/ivision-website/-/raw/master/src/images/Member-imges/Akshay.jpg",
    "description": "Akshay Chidre is a creative artist and founding partner, providing smart & flexible digital services.",
    "social": {
      "Facebook":"https://www.facebook.com/",
      "insta":"https://www.instagram.com/",
      "linkedin":"https://www.linkedin.com/in/akshay-chidre-9b621b166/"
    }
  }
 
  ],
  "Services":[
      {
        "id":1,
        "slug":"/jam-development",
        "name":"JAM Development",
        "tagline": "Modern Web Development Architecture",
        "tools":"Gatsby / Hugo / Jekyll / Contentful / Netlify",
        "discription":"The JAM Development is not about specific technologies. It’s a new way of building websites and apps that delivers better performance, higher security, lower cost of scaling, and a better developer experience.",
        "heading1": "What is the JAM Development ?",
        "heading1_content":[
            {
                "title":"JAVASCRIPT",
                "description":"Any dynamic programming during the request/response cycle is handled by JavaScript, running entirely on the client. This could be any frontend framework, library, or even vanilla JavaScript."
            },
            {
                "title":"APIS",
                "description":"All server-side processes or database actions are abstracted into reusable APIs, accessed over HTTPS with JavaScript. These can be custom-built or leverage third-party services.                "
            },
            {
                "title":"MARKUP",
                "description":"Templated markup should be prebuilt at deploy time, usually using a site generator for content sites, or a build tool for web apps."
            }
        ],
        "heading2": "What is the JAM Development ?",
        "heading2_content":[
            {
                "title":"BETTER PERFORMANCE",
                "description":"Why wait for pages to build on the fly when you can generate them at deploy time? When it comes to minimizing the time to first byte, nothing beats pre-built files served over a CDN."
            },
            {
                "title":"HIGHER SECURITY",
                "description":"With server-side processes abstracted into microservice APIs, surface areas for attacks are reduced. You can also leverage the domain expertise of specialist third-party services."
            },
            {
                "title":"BETTER DEVELOPER EXPERIENCE",
                "description":"Loose coupling and separation of controls allow for more targeted development and debugging, and the expanding selection of CMS options for site generators remove the need to maintain a separate stack for content and marketing."
            },
            {
                "title":"CHEAPER, EASIER SCALING",
                "description":"When your deployment amounts to a stack of files that can be served anywhere, scaling is a matter of serving those files in more places. CDNs are perfect for this, and often include scaling in all of their plans."
            }
        ]
      },
      {
        "id":2,
        "slug":"/web-application",
        "name":"Web Application",
        "tools":"ReactJS + Redux / AngularJS /NodeJS / Laravel",
        "tagline": "Creating online environments",
        "discription":"Web Application Development is the creation of application programs that reside on remote servers and are delivered to the user's device over the Internet. for starters, web applications don’t require any installation and that means that they can be used almost instantly. At the same time, this also means that nearly all web applications are cloud-based by definition.",
        "heading1": "Web Application Development",
        "heading1_content":[
            {
                "title":"JAVASCRIPT",
                "description":"iVision Web Studio, recognized as the best web app development company promises to offer you top notch web application development services at the most competitive pricing. We have specialized in providing flexible and high quality web apps. Our skilled team possess significant expertise to implement modern technologies for web solutions. WE have completed numerous projects successfully and have delivered secure, reliable and web enabled solutions."
            }
        ]
      },
      {
        "id":3,
        "slug":"/mobile-application",
        "name":"Mobile Application",
        "tools":" iOS / Android / React Native / Ionic",
        "tagline": "We turn ideas into wonderful Apps",
        "discription":"A majority of the users prefer using their smartphones to navigate a website or an app. The mobile applications should be developed in congruence with a user-friendly interface, and we strive to develop top-notch and accessible mobile apps for our clients.",
        "heading1": "Mobile Application Development",
        "heading1_content":[
            {
                "title":"JAVASCRIPT",
                "description":"We develop both native and hybrid apps using latest app frameworks for all types of businesses."
            }
        ]
      },
      {
        "id":4,
        "slug":"/website-development",
        "name":"Website Development",
        "tools":" Opencart, WooCommerce, Magento / Wordpress / Bootstrap, Foundation / HTML 5, CSS 3, Javascript",
        "tagline": "Building smarter websites",
        "discription":"iVision Studio specializes in offering top-notch services in the area of web development. We work with important elements when developing a website for our clients. We make sure that the theme of the website aligns with the theme of their business/niche. In addition, we excel in the development of secure and user intuitive content management systems.",
        "heading1": "What is the Website Development ?",
        "heading1_content":[
            {
                "title":"CMS ( content management system )",
                "description":"A content management system is a software application or set of related programs that are used to create and manage digital content."
            },
            {
                "title":"Ecommerce",
                "description":"Ecommerce, also known as electronic commerce or internet commerce, refers to the buying and selling of goods or services using the internet."
            },
            {
                "title":"Responsive Web Design",
                "description":"We develop responsive layouts, Bootstrap-based / Foundation Projects. We test website on all major devices and browsers. As responsive website is the first approach that shows website development and design should respond to all the user’s request regardless of device they use."
            },
            {
              "title":"Email Template Development",
              "description":"Email templates allow you to customize the formatting and text of emails sent by users who share your content. Templates can be text-only, or HTML and text, in which case the user’s email client will determine which is displayed."
          }
        ]
      },
      {
        "id":5,
        "slug":"/ui-ux-design",
        "name":"UI / UX Design",
        "tools":" Photoshop / Illustrator / Wireframes software",
        "tagline": "UI/UX Both Work Closely Together.",
        "discription":"With our Design Thinking technology, rich experience, and a deep understanding of the industry we have achieved new heights across various industries. iVision Studio considers designing modern and updated websites for its clients as a backbone of its business. We are familiar with vast techniques and tools to design attractive and professional websites. We work with a team of excellent and proficient website designers, who are experienced in using UX/UI design to design modern websites for you."
      },
      {
        "id":6,
        "slug":"/redesign-maintenance",
        "name":"Redesign & Maintenance",
        "tools":" ",
        "tagline": "Our website maintenance services are tailor made to meet your needs.",
        "discription":"iVision Studio offers redesign maintenance services to its customers, and we take all the measurements to help our clients with updating their websites. We make sure that your website is updated as well as up-to-date, and we scan it thoroughly to avoid any glitches from it.",
        "heading1": "What is the JAM Development ?"
      },
      {
        "id":7,
        "slug":"/staffing-solutions",
        "name":"Staffing Solutions",
        "tools":" ",
        "tagline": "Flexible staffing solutions for the agile organisation.",
        "discription":"A temporary staff can lead to cost savings and enhanced productivity for your organization. One of the leading temporary agencies, iVision combines innovative technology with the human touch to save costs, enhance quality, and maximize efficiency for your business. Embrace flexibility and business freedom with our excellent contract staffing services.",
        "heading1": "Why iVision Web Studio?",
        "heading1_content":[
            {
                "description":"In today's dynamic markets, temporary staff can offer agility and cost savings to businesses. Our trained personnel spread across 20 locations in India along with our use of cutting edge technology will equip your business with cost-effective temp staffing solutions that maximise efficiency, improve productivity and maintain compliance across skill sets."
            }
        ],
        "heading2": "The leading staffing solutions provider",
        "heading2_content":[
            {
                "description":"iVision is one of the leading staffing agencies in India and comes with years of experience. If you are looking for an ideal candidate for vacancies in any sector, be it - banking, finance, marketing, etc., then get in touch with us. We will bridge the gap in the employment market and find the best talent available for you."
            }
        ],
        "heading3": "The best staffing services",
        "heading3_content":[
            {
                "description":"India is one of the fastest growing countries in the world in terms of Gross Domestic Product (GDP) at 8.2%. Considering this growth, there has been an influx of FDI in the country as many organizations offer an array of job opportunities in various sectors. We provide the best staffing services and matches your requirements with that of talented employees."
            }
        ],
        "heading4": "Find experienced candidates",
        "heading4_content":[
            {
                "description":"One of the leading staffing solutions providers in the country - iVision, has significant experience in getting skilled employees the job of their dreams and making sure that employers find the ideal candidate or the staff that they want. Get in touch with us today to find experienced candidates in your preferred location."
            }
        ]
      }
  ],  
    "WhyChooseUs":[
        {
            "id":8,
            "slug":"/we-deliver-on-time",
            "name":"We Deliver On Time",
            "discription":"iVision Studio prides itself on delivering projects on time. We set realistic deadlines at a realistic budget, and we follow it accordingly to ensure to deliver the project to our clients on time. We also update our clients along the progress of the projects, and we take their opinion and recommendations into our projects with no questions asked."
        },
        {
            "id":9,
            "slug":"/we-value-integrity",
            "name":"We Value Integrity",
            "discription":"We consider integrity as a core of our business, and we strive to maintain a trust-based relationship with our clients. We value honesty, and we cater to completing your projects with complete honesty."
        },
        {
            "id":9,
            "slug":"/you-talk-We-listen",
            "name":"You Talk, We Listen",
            "discription":"iVision Studio believes in translating the vision of its clients into a reality, and we go above and beyond a mile to provide our clients with everything that they need. You talk, we listen, and we follow accordingly."
        }
            
    ],
    "OurStrategies":[
        {
            "id":8,
            "slug":"/Data-driven-marketing-strategy",
            "name":"Data-driven marketing strategy",
            "discription":"iVision Studio specializes in building dynamic campaigns by employing a data-driven process. We test and optimize website design using modern and innovative tools. As a full-service company, we aim to provide highly business-oriented and deliverable outcomes to our customers."
        },
        {
            "id":9,
            "slug":"/Easy-to-follow-strategy",
            "name":"Easy to follow strategy",
            "discription":"We take immense pride in our company and team. We work with our clients to devise an easy-to-follow strategy for their upcoming projects. We take all the possible elements into our account when preparing top-notch tactics and strategies for our client’s projects."
        },
        {
            "id":9,
            "slug":"/Business-oriented-strategy",
            "name":"Business oriented Strategy",
            "discription":"At iVision Studio, we are familiar with the significance of having a premium website design and implementable business solutions to attract maximum business outcomes. We make sure that the website design of our customers is updated and well-maintained.In addition, we also offer redesign maintenance services to our clients to remove any glitches from their current website."
        }
            
    ]
}